[
    {
        "title": "Asparagus Ribbon Crostini",
        "description": "Asparagus Ribbon Crostini is a quick and easy party appetizer perfect for spring. With stunning curls of peeled asparagus and a garnish of lemon zest and torn mint, these asparagus crostini highlight the best fresh produce that the spring has to offer.",
        "source": "https://www.southernliving.com/recipes/asparagus-ribbon-crostini",
        "thumbnail": "https://www.southernliving.com/thmb/pOfLL7e90I-Lie_YdDNwBC7SOhQ=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/2682001_Bount_Asparagus-Ribbon-Crostini_25412-2000-ef6617b88aab4861bca05b2847651e48.jpg"
    },
    {
        "title": "Barbecue Jackfruit Sandwiches",
        "description": "These Barbecue Jackfruit Sandwiches are great for a Meatless Monday dinner. The jackfruit tastes and feels just like real meat, so most people won't realize they're eating a plant, not pork. Seared until browned and crispy, then seasoned with smoked paprika, garlic powder, and brown sugar, jackfruit might not be traditional barbecue, but it’s pretty darn tasty when prepared this way.",
        "source": "https://www.southernliving.com/barbecue-jackfruit-sandwiches-7496399",
        "thumbnail": "https://www.southernliving.com/thmb/e6A9zTy8ER_rFLH9P2jHBJjFJlc=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/27435_SupTplantdishes_0286_preview-0504402a0338476180e1c7c432510f9d.jpg"
    },
    {
        "title": "Basil Fried Rice",
        "description": "When fresh basil abounds and you can get a bouquet the size of your head from the farmers market (a.k.a. The Most Wonderful Time of the Year), this basil fried rice recipe should be in your weekly rotation. You can use any variety, including vibrantly hued Thai basil leaves with purple stems, fragrant green Italian basil, or camphorous holy basil, but note that each will give the dish a slightly different flavor.",
        "source": "https://www.bonappetit.com/recipe/basil-fried-rice",
        "thumbnail": "https://assets.bonappetit.com/photos/6697147674b37746b41a39e3/1:1/w_2240,c_limit/0924_DIS_Basil-Fried-Rice_Web.jpg"
    },
    {
        "title": "Blackout Chocolate Banana Bread",
        "description": "This chocolate banana bread recipe mashes up everything you love about the classic version with the rich, moist crumb of a chocolaty blackout cake. What began as chocolate banana bread “turned into blackout cake,” said former staffer Molly Baz of this recipe, when she “decided to double down and use both cocoa powder and chopped chocolate.” When a dash of whole wheat flour made its way into the mix, the recipe strayed even further from BA’s Best Banana Bread. The addition was not an attempt at health, mind you. Instead, Molly says, “It brings out the nuttiness of the chocolate.”",
        "source": "https://www.bonappetit.com/recipe/chocolate-banana-bread",
        "thumbnail": "https://assets.bonappetit.com/photos/66b1362ce718199ee7bcedd2/1:1/w_2240,c_limit/BA130118pastry02_WEB_final.jpg"
    },
    {
        "title": "Buckeye Brownies",
        "description": "Fudgy, cakey, or chewy, studded with nuts or swirled with marshmallow fluff—I love just about every variation of brownie imaginable. One of my favorite riffs on a classic brownie is this buckeye brownie recipe. They’re inspired by Ohio’s favorite candy, the buckeye: a classic treat made with a creamy peanut butter and confectioners' sugar filling that’s rolled and portioned into bite-sized balls, then chilled and partially dipped in chocolate. The treats are called buckeyes because they resemble the nut of the Ohio buckeye tree—the state tree of Ohio. (And the tree nuts, which, by the way, are poisonous, are so named because they resemble a deer's eye.) Buckeye candies are purposefully jaw-clenchingly sweet, rich, and SO good that we feel their flavor combination shouldn’t be limited to just candy.",
        "source": "https://www.seriouseats.com/buckeye-brownies-recipe-8705868",
        "thumbnail": "https://www.seriouseats.com/thmb/JEVrCNx5mWL40HZQCnQREoJxYww=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/20240820_SEA_Buckeye-Brownies_Glaze_HERO_50-78d67853a8334fc3a4addf8f76692109.jpg"
    },
    {
        "title": "Cheddar Scallion Dip",
        "description": "A cousin to pimento cheese but without those potentially child-deflecting red peppers, this cream cheese based dip is mild and slightly sweet from a splash of fresh orange juice. Pack it in a lunchbox with celery and crackers for your kids. Or, zip it up with a dash or two of Tabasco and some mashed garlic, spoon it into a bowl surrounded by good potato chips and serve it with cocktails to the adults. It will keep for at least five days in the fridge.",
        "source": "https://cooking.nytimes.com/recipes/1016781-cheddar-scallion-dip",
        "thumbnail": "https://static01.nyt.com/images/2020/08/09/dining/clark-cheddar-scallion-dip/clark-cheddar-scallion-dip-jumbo.jpg?auto=webp"
    },
    {
        "title": "Cheesy Bread with Marinara",
        "description": "Soft, pillowy bread stuffed with melty mozzarella and dipped in a marinara sauce makes for an easy, crowd-pleasing appetizer or side dish. Here, store-bought sauce is doctored up with a few pantry staples, including dried oregano, garlic and red-pepper flakes, but you can use homemade sauce, too. Slice the bread or let everyone tear off pieces, like they would a fresh baguette, for a more spontaneous, cheese-pull moment. To round out the spread with something green, roast broccolini, broccoli or kale on a sheet pan in the oven as the bread cooks, then dip alongside. For a crunchier exterior, unwrap the bread and cook uncovered for the last 5 minutes.",
        "source": "https://cooking.nytimes.com/recipes/1022604-cheesy-bread-with-marinara",
        "thumbnail": "https://static01.nyt.com/images/2021/09/30/dining/yf-cheesy-bread/yf-cheesy-bread-jumbo.jpg?auto=webp"
    },
    {
        "title": "Cherry Limeade",
        "description": "Sweet, tart, and super refreshing, cherry limeade is the nonalcoholic drink you'll reach for all summer long. (Fans of Sonic might notice our version tastes just like the chain’s cherry limeade, a happy hour favorite.)",
        "source": "https://www.southernliving.com/cherry-limeade-8660483",
        "thumbnail": "https://www.southernliving.com/thmb/HBlU_vj4P0CShDvrOM-t8xYPlWA=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/cherry-limeade_batch65_beauty-288-809897bbc03f45108eaadcbf92eef781.jpg"
    },
    {
        "title": "Chewy Brownie Cookies",
        "description": "The perfect union of two of America’s most popular desserts, brownies and cookies, this recipe offers all the goodness of a brownie and bakes up in a fraction of the time. A blend of chopped chocolate, unsweetened cocoa and espresso powder lends enormous depth to the base of these cookies. The only time-intensive step in this recipe is beating the eggs and sugar, but don’t skimp on that process, as it helps the cookies rise without any baking soda or baking powder, giving them structure and shine. Banging the sheet pan on the counter 8 minutes into the baking process creates fudgy cookies and helps create that hallmark cragged surface atop a tray of brownies. Whether you’re the type of person who races to get a corner brownie or you patiently await a middle piece, these chewy brownie cookies offer all of the best textures a brownie has to offer.",
        "source": "https://cooking.nytimes.com/recipes/1025868-chewy-brownie-cookies",
        "thumbnail": "https://static01.nyt.com/images/2024/08/30/multimedia/VV-Chewy-Brownie-Cookiesrex-gcmh/VV-Chewy-Brownie-Cookiesrex-gcmh-jumbo.jpg?auto=webp"
    },
    {
        "title": "Chocolate Chip Blondies",
        "description": "Chocolate chip blondies are a classic. They're an easy-to-bake crowd-pleaser with a texture that's sort of like a cross between a cookie and a brownie. Sweet, dense, and chewy, the crisp edges are worth fighting over.",
        "source": "https://www.southernliving.com/chocolate-chip-blondies-8660484",
        "thumbnail": "https://www.southernliving.com/thmb/5mVQqfm3P7eq40Y9qqpZrWDeVJU=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/chocolate-chip-blondies_batch65_beauty-192-d86fbb2e25784d288f25876d20474b66.jpg"
    },
    {
        "title": "Chocolate Milkshake",
        "description": "Rich and creamy, this chocolate milkshake is made with chocolate ice cream, chocolate milk, and chocolate syrup for the ultimate chocolate flavor. You're just a few pulses of the blender away from the perfect chocolate milkshake. Instead of heading to your favorite local drive-thru, give these homemade chocolate milkshake recipe a try—you will not be disappointed.",
        "source": "https://www.southernliving.com/chocolate-milkshake-8671747",
        "thumbnail": "https://www.southernliving.com/thmb/Qu6V2yG5zNS3s1r1-47ImVuiTA0=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Chocolate_Milkshake_009-7442cef738c34043a273347ba6c1750c.jpg"
    },
    {
        "title": "Cornbread Cheddar Biscuits",
        "description": "Buttermilk biscuits meet cornbread in this decadent crossover your holiday table didn’t know it needed. These will lure you in with the body and flakiness of a tender, buttery biscuit while incorporating the sweet goodness of cornbread. A generous addition of sharp cheddar keeps things cheesy, and fresh, woodsy sage places these biscuits squarely in the holiday season. Gently rolling and stacking the dough block pieces on top of one another will ensure those lofty layers, so be patient with the process. Brush the tops with buttermilk and plenty of flaky salt before sending them into the oven.",
        "source": "https://www.bonappetit.com/recipe/cornbread-cheddar-biscuits-recipe",
        "thumbnail": "https://assets.bonappetit.com/photos/634576b91622797c0ab8c480/1:1/w_2240,c_limit/20220919-1122-BISCUITS-10541%20lores.jpg"
    },
    {
        "title": "Vegetable Pot Pie",
        "description": "Imagine the pot pie of your childhood. Supremely flaky and buttery with a creamy, warm interior, this dish was the underrated star of the weeknight dinner table. Our Test Kitchen professionals sought to develop a pot pie recipe that channeled that comforting, nostalgic feeling, with a fresh, springy twist. The final product? A rich, but still light pot pie that makes the most of fresh spring vegetables. That's right: You won't find any chicken in our Creamy Vegetable Pot Pie. Trust us when we say that you won't even miss the meat.",
        "source": "https://www.southernliving.com/recipes/creamy-vegetable-pot-pie",
        "thumbnail": "https://www.southernliving.com/thmb/KTklGcyXXhxwWJS6-lPR5m8vFWM=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/2645401_Sprin_PeasandCarrots0040-1-2000-f7752cb673d74509b1fe66c2cf08ee0f.jpg"
    },
    {
        "title": "Ginger-Molasses Cookies",
        "description": "Think of these cookies as a cross between a gingerbread man and a chewy molasses cookie. Adding molasses gives them a softer texture with a decidedly adult, almost caramel flavor. Instead of rolling or slicing these cookies, this rich, soft dough is perfect for rolling into balls and coating in coarse sugar before baking. The dough can even be made up to 5 days ahead and refrigerated, or baked 2 days ahead and stored at room temperature.",
        "source": "https://cooking.nytimes.com/recipes/1018384-ginger-molasses-cookies",
        "thumbnail": "https://static01.nyt.com/images/2018/12/18/dining/AR-ginger-molasses-cookies/merlin_148112727_965e0f17-e62d-4fcc-a76b-50a818c3ad53-jumbo.jpg?auto=webp"
    },
    {
        "title": "Indian-ish Nachos with Cheddar, Black Beans and Chutney",
        "description": "These vegetarian nachos take their cues from paapdi or papri chaat, the spicy, tangy and sweet Indian snack of fried dough wafers piled with chickpeas, tomatoes, onions, yogurt and various chutneys. This take starts with standard nacho elements: tortilla chips, black beans and a healthy amount of bubbly, melted cheese. But the classic chaat pairing of spicy and verdant cilantro chutney with sweet and sour tamarind sauce provides another level of brightness and complexity. Don’t skip the chhonk, a sauce made of melted ghee, cumin seeds and red chile powder that is drizzled over the top of the nachos. It provides a rich finish and even more crunch.",
        "source": "https://cooking.nytimes.com/recipes/1020450-indian-ish-nachos-with-cheddar-black-beans-and-chutney",
        "thumbnail": "https://static01.nyt.com/images/2020/10/11/dining/pk-indian-nachos/pk-indian-nachos-jumbo.jpg?auto=webp"
    },
    {
        "title": "M&M Cookies",
        "description": "These easy one-bowl cookies make the best gifts and add nostalgia to any cookie plate. But they’re also great for when you just want a really good homemade cookie as quickly as possible. This part is essential: The butter must be soft enough to whisk by hand. Use butter that’s been sitting at room temperature for a long while, even overnight or up to 24 hours. Chopping the M&M’s into rainbow shards creates a more even distribution of chocolate and candy coating throughout the dough. When these cookies bake, they will rise slightly then fall as they cool, one of the most beautiful indicators of deep chewiness.",
        "source": "https://cooking.nytimes.com/recipes/1022767-m-and-m-cookies",
        "thumbnail": "https://static01.nyt.com/images/2021/12/08/dining/08COOKIESREX6-M-M-Cookies/08COOKIESREX6-M-M-Cookies-jumbo-v2.jpg?auto=webp"
    },
    {
        "title": "Olympic Chocolate Muffins",
        "description": "Inspired by the Olympic chocolate muffins that went viral during the 2024 summer games in Paris, these dark chocolate muffins (OK, cakes) are delicate and moist and, in their richest form, filled with a fudgy sauce. After Henrik Christiansen, a Norwegian swimmer competing in the games, raved about the treats from the Olympic Village cafeteria in a series of TikTok videos, he became known as the “muffin man” and spawned other TikTok reels from Olympians taste-testing them and from bakers trying to recreate the muffins at home.",
        "source": "https://cooking.nytimes.com/recipes/1025839-molten-chocolate-muffins",
        "thumbnail": "https://static01.nyt.com/images/2024/08/06/multimedia/GK-Chocolate-Muffins-vkcg/GK-Chocolate-Muffins-vkcg-jumbo.jpg?auto=webp"
    },
    {
        "title": "Peanut Butter Blossoms",
        "description": "For as long as anyone can remember, wedding receptions in Pittsburgh have featured cookie tables, laden with dozens of homemade old-fashioned offerings like lady locks, pizzelles and buckeyes. For weeks ahead, sometimes months, mothers and aunts and grandmas and in-laws hunker down in the kitchen baking and freezing. These peanut butter and chocolate cookies were part of the spread at Laura Gerrero and Luke Wiehagen's wedding in 2009. Though peanut blossoms were popularized by Freda Smith in a 1957 Pillsbury Bake-Off competition, this version of the now-classic cookie came from the bride's family.",
        "source": "https://cooking.nytimes.com/recipes/1012939-peanut-butter-blossoms",
        "thumbnail": "https://static01.nyt.com/images/2015/11/24/dining/24COOKING-PEANUTBUTTERBLOSSOMS2/24COOKING-PEANUTBUTTERBLOSSOMS2-jumbo.jpg?auto=webp"
    },
    {
        "title": "Red Lentil Soup",
        "description": "This is a lentil soup that defies expectations of what lentil soup can be. Based on a Turkish lentil soup, mercimek corbasi, it is light, spicy and a bold red color (no murky brown here): a revelatory dish that takes less than an hour to make. The cooking is painless. Sauté onion and garlic in oil, then stir in tomato paste, cumin and chile powder and cook a few minutes more to intensify flavor. Add broth, water, red lentils (which cook faster than their green or black counterparts) and diced carrot, and simmer for 30 minutes. Purée half the mixture and return it to the pot for a soup that strikes the balance between chunky and pleasingly smooth. A hit of lemon juice adds an up note that offsets the deep cumin and chile flavors.",
        "source": "https://cooking.nytimes.com/recipes/1016062-red-lentil-soup",
        "thumbnail": "https://static01.nyt.com/images/2019/01/17/dining/mc-red-lentil-soup/merlin_146234352_d7bc8486-b067-4cff-a4c0-7741f166fb60-jumbo.jpg?auto=webp"
    },
    {
        "title": "Samosa-dillas with Cucumber Salad",
        "description": "All the flavors of a samosa with none of the deep-frying. A cheesy, spiced potato filling folded into whole wheat tortillas is the best double-carb mashup. Freshly fried, plucked from a grocery store steam table, or baked from frozen, a samosa is a thing of joy. With spiced potatoes ensconced in crisp pastry, what’s not to love? These quesadillas translate the flavor of the triangular treat into a weeknight-friendly dinner—with no deep-frying involved. Crisped in a modest amount of oil, whole wheat tortillas take on an almost-fried aura. The fistful of cheese stuffed inside each quesadilla doesn’t hurt either.",
        "source": "https://www.bonappetit.com/recipe/samosa-dillas-with-cucumber-salad",
        "thumbnail": "https://assets.bonappetit.com/photos/663949eb8c98b71bcaa8c235/1:1/w_2240,c_limit/BA-DIS_Samosadilla_WEB.jpg"
    },
    {
        "title": "Skillet Caramel-Apple Crisp",
        "description": "The caramel sauce does double duty in this warm, comforting crisp. First, it lends sweetness to the apple filling, and second, it yields a lot of leftovers to serve alongside. Use firm, tart apples like Mutsu, Jonathan or Honeycrisp, which will hold their shape during baking. Room-temperature apples work best here: If your apples are cold from the refrigerator, the caramel sauce may seize a bit. Save any extra caramel sauce in your fridge for a rainy day — that is, of course, if you haven't eaten it all.",
        "source": "https://cooking.nytimes.com/recipes/1020588-skillet-caramel-apple-crisp",
        "thumbnail": "https://static01.nyt.com/images/2022/10/09/dining/ya-apple-crisp/ya-apple-crisp-jumbo.jpg?auto=webp"
    },
    {
        "title": "Skillet Pasta Primavera",
        "description": "Spring screams for speedy suppers, and this quick pasta dinner is just the ticket. Although pasta primavera is Italian in notion and New York City in pedigree, it’s the perfect vehicle for fresh Southern vegetables. Here, we've recruited tender spears of asparagus, petite green peas, and sweet-tart cherry tomatoes, but you can toss in any spring vegetable you like, such as baby carrots, snow peas, sugar snaps, or even fresh spinach. We chose bow tie pasta to be fun and festive, but feel free to use anything you have on hand, from elbows to little shells to classic penne.",
        "source": "https://www.southernliving.com/skillet-pasta-primavera-8604928",
        "thumbnail": "https://www.southernliving.com/thmb/Jz_-hL8HIEG2nR5w2zDeHZnIHoY=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/27722_SUPTskillet_DIGI_43095-a75573c28e5148139e94721f11767a83.jpg"
    },
    {
        "title": "Southern Tomato Sandwich",
        "description": "When garden tomatoes are at their juiciest, this classic Southern tomato sandwich is a must. Find out how to make the perfect tomato sandwich, and enjoy them all summer.",
        "source": "https://www.southernliving.com/recipes/tomato-sandwich",
        "thumbnail": "https://www.southernliving.com/thmb/VPz_td0IN7dAIwV1sZ0g74Rs1GE=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Tomato_Sandwich_011-82b6045fb689485da5db3d11e5db87dd.jpg"
    },
    {
        "title": "Spicy Sweet Potato and Cheddar Croquettes",
        "description": "Sweet potatoes and cheese are flavored with cumin, smoked paprika, black pepper and cayenne for warmth, smokiness and a little bit of a kick. Once these croquettes are breaded and deep fried, a crisp crust delicately encapsulates the soft and gooey mixture within. They are very straightforward to prepare, but the process makes them a labor of love, perfect for entertaining or simply showing off your kitchen prowess.",
        "source": "https://cooking.nytimes.com/recipes/1021474-spicy-sweet-potato-and-cheddar-croquettes",
        "thumbnail": "https://static01.nyt.com/images/2020/10/08/dining/ah-sweet-potato-croquettes/ah-sweet-potato-croquettes-jumbo.jpg?auto=webp"
    },
    {
        "title": "Spiced Pecans",
        "description": "Pecans are a favorite Southern source of protein for Maricela Vega, the chef at Atlanta restaurant 8ARM and founder of Chicomecóatl, an organization centering the foodways of Indigenous Mexican diaspora. Growing up, she would eat them straight-up raw or lightly toasted, but this is her go-to preparation now: sweet, salty, and coated with freshly ground spices. Eat them by the fistful or sprinkle them liberally on salads or grilled veggies for deep flavor and crunch.",
        "source": "https://www.bonappetit.com/recipe/spiced-pecans",
        "thumbnail": "https://assets.bonappetit.com/photos/5ffccab22ba6e297f0e43ea2/1:1/w_2240,c_limit/HLY-Maricela-vega-Spiced%20Pecans.jpg"
    },
    {
        "title": "Ricotta Stuffed Fried Olives",
        "description": "These are the perfect thing to eat on a hot day with a cold glass of beer.",
        "source": "https://www.mob.co.uk/recipes/ricotta-stuffed-crispy-fried-olives",
        "thumbnail": "https://www.mob.co.uk/cdn-cgi/image/width=1280,quality=75,format=auto/https://files.mob-cdn.co.uk/recipes/2023/10/Ricotta-Stuffed-Crispy-Fried-Olives.jpg"
    },
    {
        "title": "Port Wine Cheese Ball",
        "description": "This Port Wine Cheese Ball is for my Hickory Farms stans. A combination of cream cheese, blue cheese, and sharp cheddar forms the base. Worcestershire sauce, garlic powder, and onion powder deepen the savory notes, while a little port imparts that nostalgic Hickory Farms flavor. After combining everything in a food processor, the mixture will be loose due to the port, and will need some time to chill until it’s firm enough to mold. The recipe calls for 2 hours in the refrigerator, but you can also try the freezer to speed things up. Rolling the ball in toasted sliced almonds will help make it easier to mold with your hands. Freezing the cheese ball until firm—for about 30 minutes—helps keep its shape.",
        "source": "https://www.bonappetit.com/recipe/port-cheese-ball",
        "thumbnail": "https://assets.bonappetit.com/photos/65569ec42801e74720d6e46a/1:1/w_2240,c_limit/20231005-1223-HOWWEHOLIDAY-2806.jpg"
    },
    {
        "title": "Oven-Roasted Zucchini",
        "description": "Chef Thomas Keller loves to cook with a vegetable at the height of its season, and in this case, two summer vegetables—tomato and fresh zucchini—capture the summer in one dish.In this delicious (and vegan) side dish, Chef Keller roasts zucchini and accompanies the vegetable with an easy recipe for a tangy and savory vierge sauce. You'll know this dish is done when the zucchini are completely tender, rather than when your oven timer goes off.",
        "source": "https://www.masterclass.com/articles/how-to-roast-zucchini-in-the-oven-with-thomas-keller",
        "thumbnail": "https://images.ctfassets.net/3s5io6mnxfqz/2qtHIF91tGWKo4Yk8Cc4uM/34977adf76b067be970ca704aca9f65f/image1.jpg?w=1920"
    },
    {
        "title": "Marinated Mozzarella Balls with Peppadews",
        "description": "The only thing better than a ball of mozzarella? Many tiny balls of mozzarella. Better still? Tiny marinated mozzarella balls combined with sweet pickled peppers. A garlicky brine of red wine vinegar, chile flakes, and fresh thyme adds heaps of flavor to this perfect party snack. We call for perlini here, but you could use ciliegine mozzarella (i.e., cherry-size); bocconcini will be too large. The longer the fresh mozzarella balls sit in the piquant marinade, the more flavorful they become. That means go ahead and make this antipasto ahead of time (up to two days in advance, refrigerate it in an airtight container) and let it hang out on the counter at room temperature for the duration of the party.",
        "source": "https://www.bonappetit.com/recipe/marinated-mozzarella-balls-with-peppadews-recipe",
        "thumbnail": "https://assets.bonappetit.com/photos/6346ef20b22fb7d42bc3e608/1:1/w_2240,c_limit/1012-easy-apps-salami-lede.jpg"
    },
    {
        "title": "Fried Eggplant with Crispy Basil and Whipped Honey Feta",
        "description": "Fried eggplant can be tricky to get right, and tips and tricks abound that promise both luscious, creamy flesh and crispy skin (salting, pressing, soaking in milk—just to name a few!). Here you achieve that balanced result without any unnecessary fussing. Just cut the raw vegetable into ½-inch-thick slices and introduce them to a standard breading process, finished off with a coating of panko breadcrumbs. In a pot of hot oil, the breaded eggplant fries quickly, turning brown and crunchy on the outside and becoming completely tender within.",
        "source": "https://www.bonappetit.com/recipe/fried-eggplant-recipe",
        "thumbnail": "https://assets.bonappetit.com/photos/62d56fdf81c1afad5a42f221/1:1/w_2240,c_limit/0718-fried-eggplant-recipe-lede.jpg"
    },
    {
        "title": "Feta Za'atar Flatbread",
        "source": "https://www.delicious.com.au/recipes/feta-zaatar-flatbread-recipe/8kaaiz7a",
        "thumbnail": "https://img.delicious.com.au/cl4uHtF0/w759-h506-cfill/del/2021/04/feta-zaatar-flatbread-148985-2.jpg"
    },
    {
        "title": "Baked Spanakopita Pasta with Greens and Feta",
        "description": "This baked pasta is inspired by spanakopita, the classic Greek spinach and feta pie. This loose interpretation combines pasta with gooey mozzarella, briny feta, plenty of greens and a rich cream sauce, which is then piled into a dish and baked until golden. The key to this dish is in the greens: Use at least three kinds — a mellow one, a peppery one and a fresh herb or two — to create an exciting mix of flavors. No need to sauté them; just salt and massage them until they wilt slightly. This cozy dish might be the best way to eat your greens all year long.",
        "source": "https://cooking.nytimes.com/recipes/1020778-baked-spanakopita-pasta-with-greens-and-feta",
        "thumbnail": "https://static01.nyt.com/images/2021/05/16/dining/as-spanakopita-pasta/merlin_166521339_8809a046-8555-498e-9eac-bfa50b773192-threeByTwoMediumAt2X.jpg?auto=webp"
    }
]
